Repository: hyung6370/Dozy-AI
Catalog: Dozy AI/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: 전체
en: All

source: 점
en: pts

source: 저장에 실패했습니다.
en: Save failed.

source: 점수
en: Score

source: 점수 구성
en: Score breakdown

source: 정말로 로그아웃 하시겠습니까?
en: Are you sure you want to sign out?

source: 정말로 삭제하시겠습니까?
en: Are you sure you want to delete?

source: 정시
en: On time

source: 제목
en: Title

source: 종료
en: End

source: 종료일
en: End date

source: 종일
en: All-day

source: 종일 일정만 있어 건수 기준으로 표시됩니다
en: Only all-day events — showing event counts

source: 종일 일정만 있어 시간 기준 대신 건수 기준으로 표시됩니다
en: Only all-day events — showing event counts instead of hours

source: 좋은 아침이에요 ☀️
en: Good morning ☀️

source: 좋은 오후예요 🌤️
en: Good afternoon 🌤️

source: 좋은 저녁이에요 🌙
en: Good evening 🌙

source: 주
en: Week

source: 주간 데이터가 부족합니다
en: Not enough weekly data

source: 주간 생산성 추이
en: Weekly productivity trend

source: 주간 카테고리 분포
en: Weekly category distribution

source: 주간 카테고리 패턴
en: Weekly category patterns

source: 주간 트렌드
en: Weekly trends

source: 주간 평균
en: Weekly average

source: 주간 평균 완료율
en: Weekly average completion rate

source: 주간 활동량
en: Weekly activity

source: 주로 %@요일
en: Mostly %@

source: 주요 키워드: %@
en: Top keywords: %@

source: 중간
en: Medium

source: 중간 🟡
en: Medium 🟡

source: 중요
en: Important

source: 지금 일정
en: Now

source: 지난 7일
en: Last 7 days

source: 지난 30일
en: Last 30 days

source: 지난 90일
en: Last 90 days

source: 직접 선택
en: Pick manually

source: 진행 중
en: In progress

source: 집중도 분석
en: Focus analysis

source: 참여
en: Join

source: 참여 완료
en: Joined

source: 참여 완료!
en: Joined!

source: 참여하기
en: Join

source: 초대 코드
en: Invite code

source: 초대 코드 생성에 실패했습니다. 잠시 후 다시 시도해주세요.
en: Failed to generate invite code. Please try again later.

source: 초대 코드 입력
en: Enter invite code

source: 초대 코드 재생성
en: Regenerate invite code

source: 초대 코드 참여
en: Join with invite code

source: 초대 코드가 만료되었습니다
en: Invite code has expired

source: 초대 코드가 만료되었습니다. 초대한 사람에게 새 코드를 요청해주세요.
en: Invite code has expired. Please ask the inviter for a new one.

source: 초대 코드는 복사해서 다른 사람에게 공유할 수 있습니다.
en: You can copy and share the invite code.

source: 초대 코드로 참여
en: Join with invite code

source: 초대 코드로 참여하기
en: Join with invite code

source: 총 %lld개 카테고리
en: %lld categories total

source: 총 %lld건의 메모를 기록했습니다.
en: Recorded %lld memos.

source: 총 일정
en: Total events

source: 최대 4명까지 일정을 함께 관리해보세요
en: Manage events together with up to 4 people

source: 추가
en: Add

source: 추가 정보
en: Additional info

source: 추천 다음 할 일
en: Suggested next actions

source: 추천 이유
en: Reason

source: 추천 할 일
en: Recommended tasks

source: 취소
en: Cancel

source: 카드를 넘겨 인사이트를 확인해보세요
en: Flip the card to see insights

source: 카테고리
en: Categories

source: 카테고리 관리
en: Manage categories

source: 카테고리 관리 (추가·수정·삭제)
en: Manage categories (add · edit · delete)

source: 카테고리 기록이 없습니다
en: No category records

source: 카테고리 명
en: Category name

source: 카테고리 분석
en: Category analysis

source: 카테고리 분포
en: Category distribution

source: 카테고리 삭제
en: Delete category

source: 카테고리 수정
en: Edit category

source: 카테고리 이름
en: Category name

source: 카테고리 추가
en: Add category

source: 카테고리 추가·수정·삭제는 카테고리 관리에서 할 수 있습니다.
en: You can add, edit, and delete categories from category management.

source: 카테고리는 설정에서 생성, 수정할 수 있습니다.
en: You can create and edit categories in Settings.

source: 카테고리별 완료율
en: Completion rate by category

source: 카테고리별 활동
en: Activity by category

source: 캘린더
en: Calendar

source: 캘린더 단독 창 열기
en: Open the calendar in its own window

source: 캘린더 범례
en: Calendar legend

source: 캘린더 보기
en: Calendar view

source: 캘린더 분류
en: Calendar

source: 캘린더 새 창
en: Calendar in new window

source: 캘린더 설정
en: Calendar settings

source: 캘린더 셀 더블클릭
en: Double-click a calendar cell

source: 캘린더 연동
en: Calendar integration

source: 캘린더 이름
en: Calendar name

source: 캘린더 이름을 입력해주세요.
en: Please enter a calendar name.

source: 캘린더 이미지
en: Calendar image

source: 캘린더 일정 수정/삭제에 실패했습니다. (%@)
en: Failed to update or delete calendar event. (%@)

source: 캘린더 일정을 불러오는 데 실패했습니다.
en: Failed to load calendar events.

source: 캘린더 접근 권한이 필요합니다. 설정에서 권한을 허용해주세요.
en: Calendar access is required. Please grant permission in Settings.

source: 캘린더 탐색
en: Navigate calendar

source: 캘린더 필터
en: Calendar filter

source: 캘린더가 만들어졌어요!
en: Calendar created!

source: 캘린더를 삭제할까요?
en: Delete this calendar?

source: 캘린더를 연동해보세요
en: Connect your calendars

source: 캘린더와 모든 공유 일정이 파트너에게도 삭제됩니다.
en: The calendar and all shared events will be deleted for your partners as well.

source: 컬러 블롭 — 생동감 있는 ambient.
en: Color blobs — vivid ambient.

source: 코드 다시 받기
en: Resend code

source: 코드 받기
en: Get code

source: 코드 복사
en: Copy code

source: 코드 유효 기간: %@
en: Code valid until: %@

source: 코드 입력까지 %@ 남음
en: Time left: %@

source: 코드가 만료됐어요
en: Code expired

source: 코드를 파트너에게 공유하세요. 재생성 시 이전 코드는 즉시 무효화됩니다.
en: Share the code with your partner. Regenerating invalidates the previous code immediately.

source: 클릭 해서 현재 위치 날씨를 확인하세요
en: Click to check weather for your current location

source: 클릭하면 이모지 선택 창이 열립니다
en: Click to open the emoji picker

source: 클릭해서 다시 시도하세요
en: Click to try again

source: 탈퇴
en: Delete

source: 탈퇴 시 모든 데이터가 영구 삭제되며 복구할 수 없습니다.
en: All data will be permanently deleted and cannot be recovered.

source: 탈퇴 시 모든 데이터가 영구 삭제됩니다.
en: All your data will be permanently deleted on account deletion.

source: 태스크 정보
en: Task info

source: 탭: 상세보기, +: 미리알림 추가, AI카드 왼쪽 스와이프: 삭제
en: Tap: details, +: add to Reminders, swipe AI card left: delete

source: 탭해서 다시 시도하세요
en: Tap to try again

source: 탭해서 현재 위치 날씨를 확인하세요
en: Tap to check weather for your current location

source: 테마
en: Theme

source: 파트너
en: Partner

source: 파트너가 만든 일정은 수정 · 삭제할 수 없습니다.
en: Events created by your partner cannot be edited or deleted.

source: 파트너로부터 받은 초대 코드를 입력하세요.
en: Enter the invite code you received from your partner.

source: 파트너에게 받은 6자리 코드를 입력하세요.
en: Enter the 6-digit code your partner sent you.

source: 파트너에게 이 코드를 전달해 주세요. 코드는 상세 화면에서 재생성할 수 있습니다.
en: Share this code with your partner. You can regenerate it from the details screen.

source: 파트너와 공유
en: Share with partner

source: 파트너와 일정을 함께 관리할 수 있어요
en: Manage events together with your partner

source: 파트너와 함께 사용할 캘린더 이름을 입력하세요.
en: Enter a name for the calendar to share with your partner.

source: 파트너와 함께 쓸 캘린더를 만들거나 초대 코드로 참여해 보세요.
en: Create a calendar to share with a partner, or join with an invite code.

source: 파트너와 함께 하루를 설계하세요
en: Design your day with your partner

source: 평균
en: Average

source: 평균 완료율
en: Avg. completion rate

source: 표시할 소스 / 공유 캘린더 선택
en: Select sources / shared calendars to show

source: 표시할 일정이 없습니다
en: No events to display

source: 피크 시간대: %@
en: Peak hour: %@

source: 하나의 카테고리에 집중했어요
en: Focused on a single category

source: 하이라이트
en: Highlights

source: 할 일 %lld개를 완료하여 생산적인 하루였습니다
en: A productive day — completed %lld tasks

source: 할 일 완료
en: Tasks done

source: 함께 사용할 캘린더 이름을 입력하세요. 최대 4명까지 참여 가능합니다.
en: Enter a calendar name. Up to 4 members can join.

source: 항상 켜짐
en: Always on

source: 핵심 하이라이트
en: Highlights

source: 현재 버전은 더 이상 지원되지 않습니다. 최신 버전으로 업데이트해주세요.
en: This version is no longer supported. Please update to the latest version.

source: 현재 비밀번호가 올바르지 않습니다.
en: Current password is incorrect.

source: 홈
en: Home

source: 화면
en: Display

source: 화면 정보를 가져올 수 없습니다.
en: Could not retrieve view controller.

source: 확인
en: Confirm

source: 환경 선택
en: Choose environment

source: 활동일
en: Active days

source: 활성화된 캘린더의 일정이 Dozy AI 분석에 포함됩니다.
en: Events from enabled calendars are included in Dozy AI analysis.

source: 회원가입
en: Sign up

source: 횟수
en: Count

source: 흔하지 않고 이메일과 다른 비밀번호
en: Uncommon and different from your email
